package com.idcvideo.meetinglibrary.activity;

/**
 * +----------------------------------------------------------------------
 * | com.example.cloudgrainstudent.global_variable
 * +----------------------------------------------------------------------
 * | 功能描述:全局变量
 * +----------------------------------------------------------------------
 * | 时　　间:2020/11/4
 * +----------------------------------------------------------------------
 * | @author: lijiapeng
 * +----------------------------------------------------------------------
 * | 版本信息: V1.0.0
 * +----------------------------------------------------------------------
 * | 代码修改:（ljp - 11:55）
 * +----------------------------------------------------------------------
 **/
public class GlobalVariable {
    // App退出点击两次时间记录
    public static long exitAppTime = 0L;
    //系统拍照返回码
    public static int Start_Camera_code=10;
    //拍照文件保存地址
    public static String FILE_PATH="/sdcard/system_camera.jpg";
    //打开相册的返回码
    public static int PICK_PHOTO=11;

}
